[app]
language=日本語
load_error=このファイルは壊れているか、サポートされていません
load_error_ext=▢ イメージ拡張機能をインストールする必要があります ▢ ファイルを開くために
yes=はい
no=いいえ
LANGUAGE_TIP=言語を変更するにはアプリケーションを再起動する必要があります
OPEN_WITH=PhoXoSeeで表示
welcome=PhoXoSeeへようこそ！
intro=PhoXoSeeは高速かつ軽量な画像ビューアです
welcome_open=開く
plugin_button=インストール
cancel=キャンセル

[TOOLBAR]
1=サムネイル（F）
2=場所を見る（G）
3=実サイズ（/または1）
4=ウィンドウに合わせる（/または1）
5=ズームイン（Ctrl + ホイール）
6=ズームアウト（Ctrl + ホイール）
7=前の画像（←）
8=次の画像（→またはスペース）
9=左に90°回転（Ctrl+L）
10=右に90°回転（Ctrl+R）
11=削除（Delete）
12=画像のリサイズ（F2）
13=ビュー強化（Ctrl+E）
14=メニュー（M）
15=フルスクリーン（Enter）
16=フルスクリーンを終了（Enter）
17=カラーテーマ
18=撮影日による写真の検索
19=新しいバージョンが利用可能です

[ColorTheme]
1=タイトルバーの色：システムに従う|タイトルバーの色：ライトテーマ|タイトルバーの色：ダークテーマ|タイトルバーの色：カスタム
t=Shiftキーを押しながらで高速設定

[ViewEnhance]
t=明るさ|カラフル|シャープ|ソフトな発光

[EXIF]
0=情報
1=ファイル名：
2=ファイルタイプ：
3=ファイルサイズ：
4=画像サイズ：
5=変更日時：
20=撮影日時：
21=メーカー：
22=モデル：
23=レンズモデル：
24=F値：
25=最大絞り：
26=露出時間：
27=解像度：
28=ISO感度：
29=焦点距離：
30=測光モード：
31=フラッシュ：
33=露出プログラム：
35=フレーム数：
50=ソフトウェア：
80=_/平均/中央重み付け平均/スポット/マルチスポット/パターン/部分的
81=フラッシュ発光/フラッシュなし
83=_/マニュアル/通常プログラム/絞り優先/シャッター速度優先/クリエイティブプログラム（被写界深度に偏っている）/アクションプログラム（シャッタースピード優先）/ポートレートモード（背景がぼやけたクローズアップ写真用）/ランドスケープモード（背景が合焦した風景写真用）

[TITLE]
10=千万画素
11=千
12=百万画素
30=年
31=月
32=日

[DlgSetting]
page=ビュー|一般|関連付け|エクスプローラー|その他|プライバシー
10=ハードウェアアクセラレーテッドレンダリング（GPU）
11=画像が異常な場合はこのオプションをチェックしないでください
12=削除前に確認ダイアログを表示する
13=非常に長い画像のスマート表示戦略
14=実際のサイズを表示し、自動的にトップに配置する
15=JPEG品質を保存
16=[0..100]、80が推奨されます
19=ソフトウェアの複数のインスタンスを許可しない
20=メインウィンドウの起動アニメーションをオフにする
21=最近のファイル履歴を有効にする
22=UI設定を保存する
23=起動時に最後の画像を再表示
24=選択形式のサムネイル表示（再起動が必要な場合あり）
25=ファイルを完全に削除する（ごみ箱に移動しない）
26=現在のテーマで SVG が明るすぎる／暗すぎる場合は、自動的に背景を設定
100=マウスホイール
101=前/次の画像|ズーム
103=ダブルクリック
104=拡大（2倍）|実際のサイズ（100%）|全画面表示
106=GPSプロバイダー
107=Bingマップ|Googleマップ
109=最大ズームレベル
110=最後の/最初の画像に到達したときにフォルダをループする
113=画像を回転後に自動的に保存
114=画像の埋め込みICCプロファイルを無視する
115=サムネイルキャッシュをクリア
116=ズームステップ
117=標準|高速
118=透過グリッドを表示
119=画像を常に最高品質で表示する（わずかに遅くなる）
200=拡張子|既定のアプリ
201=変更
300=Windowsエクスプローラーにコンテキストメニュー項目を追加する
301=アプリケーションを終了するにはESCキー
302=前/次のボタンのテーマ
303=円形ボタン
304=ツールバーを自動的に非表示にする
305=ズームが100%を超えるときに補間を無効にする
306=システムの角丸を無効にする
307=更新を自動的に確認する

[DlgDelete]
t=ファイルを削除する|もう一度尋ねないでください|このファイルをゴミ箱に移動しますか？

[DlgResize]
t=画像のサイズ変更|幅|高さ|アスペクト比を保持

[DlgCustomizeTool]
1=左揃え|中央揃え|右揃え
tip=デフォルトにリセット|ボタンを削除|左へ移動|右へ移動|変更を適用

[DlgAbout]
0=約
1=バージョン：
2=Copyright © 2025 FULI。全著作権所有。
3=個人および商用での無料利用
4=更新を確認
5=閉じる
6=最新バージョンを使用しています
7=新しいバージョンが利用可能です。今すぐ取得しますか？
8=クレジット

[SearchImage]
1=画像を含むディレクトリを選択します
3=撮影日から始まる写真を検索：
4=この日のみ|10日以内|30日以内|100日以内
5=検索
8=画像を検索中
9=検索がキャンセルされました
10=見つかった画像の合計

[BatchSvg]
1=▢ファイルを含むディレクトリを選択します
2=出力画像のサイズを選択します
3=変換
4=このディレクトリに ▢ ファイルが見つかりません
5=画像変換が完了しました。
6=出力フォルダを選択してください
7=変換に失敗しました: 
8=変換がキャンセルされました.

[File]
SUPPORT_FILE=すべての画像
SAVE_ERROR=画像の保存に失敗しました
5=ディレクトリが存在しません
6=参照...

[MENU]
2=終了
12=実際のサイズ
13=ウィンドウに合わせる
21000=開く
21001=名前を付けて保存
21002=コピー
21100=印刷
tool=ツール
21101=現在の壁紙を取得
21500=デフォルトの画像ビューアに設定
21600=常に最前面に表示
wheel=マウスホイール
21700=前/次の画像
21701=ズーム
toolbar=ツールバー
21750=上
21751=下
21805=ツールバー設定
language=言語
21800=設定
21801=約
recent=最近のファイル
21804=消去
20000=情報
21003=画像の場所を開く
openwith=で開く
21803=選択
20013=全画面表示
21004=画像を貼り付け
21108=ツールバーを自動的に非表示
21110=SVG → PNG に変換
21115=HEIC → JPG に変換